//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_Cmn */

	"100" = "( %1, %2 )";
	"101" = "une assertion s'est produite dans \"%1\", ligne %2";
	"102" = "en dehors de la plage : Cmn_ChunkyVecImpl::At";
	"103" = "Descendre src : %1, lon : %2, dest : %3\n";
	"104" = "Monter src : %1, lon : %2, dest : %3\n";
	"105" = "une erreur inattendue s'est produite";
	"106" = "la mémoire est insuffisante.";
	"107" = "fin de flux inattendue détectée";
	"108" = "il s'est produit une tentative de définition de la position après la fin du flux";
	"109" = "en dehors de la plage : Cmn_PolyVectorImpl::At";
	"110" = "Cmn_MakeString : échec de l'erreur de conversion";
	"111" = "fin de fichier détectée";
	"112" = "Little endian";
	"113" = "Big endian";
	"114" = "Non défini";

/* L10N_DAW */

	"200" = "inconnu";
	"201" = "Non déclaré";
	"202" = "Annuler";
	"203" = "Modifier";
	"204" = "Annuler";
	"205" = "Rétablir";
	"206" = "Couper";
	"207" = "Copier";
	"208" = "Coller";
	"209" = "Effacer";
	"210" = "Sélectionner tout";
	"211" = "Entrée";
	"212" = "Retour";
	"213" = "Échap";
	"214" = "Retour arrière";
	"215" = "Flèche gauche";
	"216" = "Flèche droite";
	"217" = "Flèche haut";
	"218" = "Flèche Bas";
	"219" = "Page préc";
	"220" = "Page suiv";
	"221" = "Home";
	"222" = "Fin";
	"223" = "Espace";
	"224" = "Tab";
	"225" = "Virgule";
	"226" = "Point";
	"227" = "Guillemet ouvrant";
	"228" = "Point-virgule";
	"229" = "Guillemet fermant";
	"230" = "Moins";
	"231" = "Égal";
	"232" = "Plus";
	"233" = "Insérer";
	"234" = "Supprimer";
	"235" = "Aide";

/* L10N_Digi_FileTypes */

	"300" = "Session Pro Tools 3.2";
	"301" = "Session Pro Tools 4, 16 bits";
	"302" = "Session Pro Tools 4, 24 bits";
	"303" = "Session Pro Tools 5.0";
	"304" = "Session Pro Tools 5.1 -> 6.9";
	"305" = "Session Pro Tools 7 -> 9";
	"306" = "Modèle de session Pro Tools 7 -> 9";
	"307" = "Session Pro Tools";
	"308" = "Modèle de session Pro Tools";
	"309" = "Préréglage de piste Pro Tools";
	"310" = "Version de piste Pro Tools";
	"311" = "Session de projet Pro Tools";
	"312" = "Groupe de clips";
	"313" = "MIDI";
	"314" = "Partition Sibelius";
	"315" = "Modèle de quantification de Groove MIDI";
	"316" = "Application";
	"317" = "Paramètres de plug-in Pro Tools";
	"318" = "Paramètres de plug-in multi-mono Pro Tools";
	"319" = "Rapport d'exceptions Pro Tools";
	"320" = "Préférences de Pro Tools";
	"321" = "Paramètres E/S Pro Tools";
	"322" = "Mappages de plug-in Pro Tools";
	"323" = "Paramètres de plug-in Pro Tools";
	"324" = "Fichier texte";
	"325" = "Profil d'armement des pistes Pro Tools";
	"326" = "Fichier d'objet de session partagée Pro Tools";
	"327" = "Fichier de session partagée Pro Tools";
	"328" = "Base de données Digi";
	"329" = "EDL";
	"330" = "Cache de présentation";
	"331" = "Fichier de configuration DigiMIDIService";
	"332" = "Mise à jour SYNC-HD";
	"333" = "Mise à jour Sync X";
	"334" = "Séquence AVI";
	"335" = "Fichier AAF";
	"336" = "Raccourci";
	"337" = "AAC protégé contre la copie";
	"338" = "Archive de session Pro Tools";
	"339" = "Format d'échange de production";
	"340" = "Projet Pro Tools";
	"341" = "Lien de session Pro Tools";
	"342" = "Cache de l'historique des révisions Pro Tools";

/* L10N_FF */

	"400" = "dans le dossier \"Program Files\".";
	"401" = "le dossier \"Digidesign\" est introuvable ";
	"402" = "le dossier \"DAE\" est introuvable dans le dossier \"Digidesign\" ";
	"403" = "dans le dossier Système.";
	"404" = "le dossier \"Système\" est introuvable.";
	"405" = "le \"dossier DAE\" est introuvable.";
	"406" = "le dossier \"Codecs\" est introuvable dans le dossier \"Pro Tools\".";
	"407" = "le dossier \"%1\" est introuvable.";
	"408" = "Pour pouvoir travailler avec les fichiers MP3, vous devez activer la période d'essai de l'option d'importation/exportation MP3.  Cette période d'essai est valable 30 jours.\nVoulez-vous activer la période d'essai de l'option d'importation/exportation MP3 ?";
	"409" = "Démo";
	"410" = "le fichier \"%1\" est introuvable dans le dossier \"%2\".";
	"411" = "Echec de l'initialisation du module pour %1.";
	"412" = "Non compressé";
	"413" = "Echec du codage de %1.";
	"414" = "Echec de l'écriture dans %1.";
	"415" = "Impossible d'activer l'option MP3 car : ";
	"416" = "L'option MP3 est activée.";
	"417" = "Impossible d'activer l'option REX car : ";
	"418" = "L'option REX est activée.";
	"419" = "%1la version du codeur DLL est incompatible";
	"420" = "Une incohérence de version de l'interface du codeur s'est produite.";
	"421" = "Une incohérence de version de l'interface du décodeur s'est produite.";
	"422" = "pendant l'initialisation des bibliothèques QuickTime";
	"423" = "%1.  Installez le lecteur QuickTime à partir de www.apple.com.";
	"424" = "Impossible d'activer l'option RealAudio car : ";
	"425" = "L'option RealAudio est activée.";
	"426" = "une incohérence de version s'est produite lors de la création du codeur RealAudio.";
	"427" = "Bibliothèque de prise en charge de RealAudio non disponible.";
	"428" = "Impossible d'activer l'option Windows Media car : ";
	"429" = "L'option Windows Media est activée.";
	"430" = "eng";
	"431" = "Voix";
	"432" = "Fond de voix";
	"433" = "Musique";
	"434" = "Musique stéréo";
	"435" = "Conseillé pour le contenu audio qui ne possède que de la voix et peu de bruit ou de musique de fond.";
	"436" = "Conseillé pour le contenu vocal qui possède de la musique ou des sons de fond, par exemple des films, des publicités, des actualités, etc.";
	"437" = "Conseillé pour la musique instrumentale et la musique vocale.";
	"438" = "Conseillé pour la musique instrumentale et la musique vocale. Notez que la qualité générale sera inférieure à celle obtenue avec le paramètre Musique standard. Nécessite une entrée stéréo.";
	"439" = "Description du traitement nécessaire";
	"440" = "Conversion de %1 en %2";
	"441" = "Copie de %1 en %2";
	"442" = "Consolidation de %1 en %2";
	"443" = "un type de flux non attendu a été détecté.";
	"444" = "un type de flux inconnu a été détecté.";
	"445" = "une erreur s'est produite lors de la lecture du document.";
	"446" = "une erreur s'est produite lors de l'écriture du document.";
	"447" = "impossible de trouver la table des matières du document.";
	"448" = "<AUCUNE INFO D'AFFICHAGE>";
	"449" = "Non valide";
	"450" = "[%1 octets]";
	"451" = "ressource de type '";
	"452" = "' avec id=%1 introuvable";
	"453" = "Ressource STR \"%1\" introuvable";
	"454" = "Impossible de créer le fichier.";
	"455" = "cache de présentation non valide";
	"456" = "le mode de démo n'a pas été activé.";
	"457" = "<non défini>";
	"458" = "WAV";
	"459" = "AIFF";
	"460" = "SD II";
	"461" = "SD I";
	"462" = "MP3";
	"463" = "OMF Interchange";
	"464" = "Format Advanced Authoring";
	"465" = "Real Audio";
	"466" = "QuickTime";
	"467" = "AAC";
	"468" = "Windows Media";
	"469" = "Sound Resource";
	"470" = "MXF";
	"471" = "Sound Designer I";
	"472" = "RedBook CD Audio (CDDA)";
	"473" = "Pro Tools";
	"474" = "ReCycle";
	"475" = "Parce que je le dit";
	"476" = "Je ne peux pas dire";
	"477" = "AIFC";
	"478" = "Codecs";
	"479" = "MP3";
	"480" = "REX";
	"481" = "Qui veut savoir ?";
	"482" = "RealAudio";
	"483" = "Sound Designer II";
	"484" = "dummy.tag";
	"485" = "?";
	"486" = "\016Non compressé";
	"487" = "Mémoire disponible insuffisante pour créer une table de conversion de la fréquence d'échantillonnage.  Essayez d'allouer davantage de mémoire à Pro Tools ou utilisez un paramètre de qualité de conversion inférieure.";
	"488" = "Recherche de fichiers audio";
	"489" = "Erreur inconnue lors du traitement";
	"490" = "Traitement abandonné";
	"491" = "Conversion de la vidéo";
	"492" = "Erreur de lecture du fichier OMF.";
	"493" = "N'est pas un fichier vidéo";
	"494" = "Erreur lors de la lecture de la vidéo dans le fichier QuickTime.";
	"495" = "Impossible d'ouvrir le fichier de séquence QuickTime.";
	"496" = "N'est pas un fichier vidéo QuickTime valide.";
	"497" = "Erreur lors de l'obtention des pistes de séquence à partir du fichier QuickTime.";
	"498" = "Impossible de trouver une vidéo dans le fichier QuickTime.";
	"499" = "La période de démo MP3 a peut-être expiré.";

/* L10N_MC_PortNames */

	"500" = "Port DigiSerial";
	"501" = "Port DigiSerial n°2";
	"502" = "COM1";
	"503" = "COM2";
	"504" = "Port modem";
	"505" = "Port imprimante";
	"506" = "sérieA";
	"507" = "sérieB";
	"508" = "Aucun(e)";
	"509" = "Connecteurs sortie 9 broches 1 SYNC";
	"510" = "Connecteurs sortie 9 broches 2 SYNC";
	"511" = "Sortie Sync X 9-Pin";
	"512" = "Sortie Sync X 9-Pin 1";
	"513" = "Sortie Sync X 9-Pin 2";

/* L10N_Mtd */

	"600" = "Projet";
	"601" = "Session";
	"602" = "Fréquence d’échantillonnage";
	"603" = "Résolution";
	"604" = "Emplacement";
	"605" = "Nom du projet";
	"606" = "Propriétaire du projet";
	"607" = "Collaborateurs";
	"608" = "Version actuelle";
	"609" = "Titre";
	"610" = "Contributeur(s)";
	"611" = "Artiste(s)";
	"612" = "BPM";
	"613" = "Nom";
	"614" = "Date de création";
	"615" = "Date de modification";
	"616" = "%1 kHz";
	"617" = "%1-bit";
	"618" = "%1 bpm";

/* L10N_Mem */

	"700" = "\n";
	"701" = "-------------------------\n";
	"702" = "%1 octets dans %2 blocs de %3 octets chacun";
	"703" = ", id : %1";
	"704" = ": %1\n";
	"705" = "\n#### Nombre total d'octets = %1####\n\n";
	"706" = "Taille : %1, numAllocated : %2, numAllocs : %3, temps moyen : %4ns, temps max : %5ns";
	"707" = ", nombre max d'alloc. :%1";
	"708" = ", Libre : temps moyen : %1ns, temps max : %2ns";
	"709" = "Stats Mem_StatsAllocator :\n";
	"710" = "TotalAllocs : %1, temps moyen : %2ns\n";
	"711" = "Nombre total de libres : %1, temps moyen : %2ns\n";

/* L10N_ProToolsGeneric */

	"800" = "Aucun(e)";
	"801" = "aucun(e)";
	"802" = "MIDI";
	"803" = "&OK";
	"804" = "Quitter";
	"805" = "&Annuler";
	"806" = "&Accepter";
	"807" = "&Refuser";
	"808" = "&Copier le message d'erreur";
	"809" = "&Réessayer";
	"810" = "&Arrêter";
	"811" = "S&upprimer";
	"812" = "&Continuer";
	"813" = "&Oui";
	"814" = "&Non";
	"815" = "Plus d'&infos";
	"816" = "Quelconque";
	"817" = "Tout";
	"818" = "Tout";
	"819" = "désactivé";
	"820" = "désactivé";
	"821" = "activé";
	"822" = "pan";
	"823" = "Volume";
	"824" = "trim du volume";
	"825" = "trim du niveau";
	"826" = "n/d";
	"827" = "Pro Tools";
	"828" = "&Enregistrer";
	"829" = "&Ne pas enregistrer";
	"830" = "&Abandonner";
	"831" = "&Conserver";
	"832" = "&Ne pas supprimer";
	"833" = "&Enlever";
	"834" = "ProTools 5.0";
	"835" = "ProTools 4.3";
	"836" = "ProTools 3.2";
	"837" = "Pro Tools 5.0";
	"838" = "Pro Tools 4.3";
	"839" = "Pro Tools 3.2";
	"840" = "Pistes audio";
	"841" = "Pistes audio et vidéo";
	"842" = "Pistes MIDI";
	"843" = "Pistes auxiliaires";
	"844" = "Pistes master";
	"845" = "Pistes instrument";
	"846" = "Pistes VCA Master";
	"847" = "Dossiers";
	"848" = "Pistes Figées";
	"849" = "Impossible de créer le fichier de valeur d'usine par défaut du plug-in TCE car %1.";
	"850" = "non disponible";
	"851" = "Non disponible";
	"852" = " avec ";
	"853" = "\"%1\"";
	"854" = "Ne plus afficher cet élément";
	"855" = "Minimal";
	"856" = "&Autoriser";
	"857" = "&Remplacer";
	"858" = "简体中文 (Simplified Chinese)";
	"859" = "繁體中文 (Traditional Chinese)";
	"860" = "Deutsch (German)";
	"861" = "English (English)";
	"862" = "Español (Spanish)";
	"863" = "Français (French)";
	"864" = "Italiano (Italian)";
	"865" = "日本語 (Japanese)";
	"866" = "한글 (Korean)";
	"867" = "Se connecter";
	"868" = "Se déconnecter";
	"869" = "Connexion";
	"870" = "Session";
	"871" = "Projet";
	"872" = "&Réparer";
	"873" = "Vous avez utilisé %1 sur les %2 (%3%) de stockage disponibles sur le cloud";
	"874" = " (Stockage : %1%)";
	"875" = "Vous essayez de lancer une version de Pro Tools plus récente que celle autorisée par votre licence. Vous pouvez désinstaller cette version de Pro Tools et réinstaller toute version prise en compte par votre licence, ou accéder à votre compte MyAvid et renouveler votre plan de mise à niveau.";
	"876" = "MyAvid";
	"877" = "Souhaitez-vous envoyer des données d'utilisation et de diagnostic à Avid pour nous aider à améliorer nos produits et services?\n\n";
	"878" = "Notez que certains écrans web peuvent continuer à collecter des données d'utilisation et de diagnostic conformément à notre politique de confidentialité.";
	"879" = "\n\nCe paramètre peut être modifié dans Préférences Pro Tools > Fonctionnement > Diagnostics.";
	"880" = "\n\nCe paramètre peut être modifié dans le menu 'Configuration' de Pro Tools First.";
	"881" = "&Mettre à jour";
	"882" = "&Ignorer";
	"883" = "Enregistrer sous...";

/* L10N_Sys */

	"900" = "lors du chargement de \"%1\"";
	"901" = "lors de la recherche du symbole \"%1\" dans \"%2\"";
	"902" = "lors de la fermeture de \"%1\"";
	"903" = "emplacement de départ de l'itérateur non valide";
	"904" = "erreur lors de la recherche du volume";
	"905" = "<Inconnu>";
	"906" = "Chemin complet : %1";
	"907" = "Nom du volume : %1";
	"908" = "Nom de l'emplacement : %1";
	"909" = "Extension : %1";
	"910" = "Dossier parent : ";
	"911" = "%1 :.Corbeilles :";
	"912" = "%1 %2";
	"913" = "%1:AFP_Resource";
	"914" = "%1Resource:.FRK\\%2";
	"915" = "fin de flux atteinte";
	"916" = "échec de l'écriture dans le flux";
	"917" = "Inconnu";
	"918" = "Dossier";
	"919" = "\"%1\": tot :%2 nbre :%3 max :%4 min :%5 moy :%6";
	"920" = "*** Mémoire tampon pleine. Certains messages ont été perdus. ***\n";
	"921" = "l'ID magique ne correspond pas";
	"922" = "la taille de l'en-tête ne correspond pas à la quantité de données lues";
	"923" = "la version est trop ancienne";
	"924" = "impossible de lire les données à partir d'une version plus récente";
	"925" = "Une exception inconnue s'est produite.";
	"926" = "Taille du volume : %1 octets";
	"927" = "Espace libre sur le volume : %1 octets";
	"928" = "Note";
	"929" = "Avertissement";
	"930" = "Erreur";
	"931" = "sans titre";
	"932" = "Nom de fichier : %1";
	"933" = "tmp";
	"934" = "txt";
	"935" = ":AFP_AfpInfo";
	"936" = ":Afp_Resource";
	"937" = "Drivers\\FASTFAT.SYS";
	"938" = "040904B0";
	"939" = "\\StringFileInfo\\%1\\ProductName";
	"940" = "Pro Tools pour Windows NT";
	"941" = "_NT_SYMBOL_PATH";
	"942" = "c:\\suppress stack dumps";
	"943" = "c:\\Enable JIT Debugging";
	"944" = "Une exception fatale s'est produite.\nPro Tools va être fermé.\n";
	"945" = "Un fichier journal a été inscrit dans : %1\n";
	"946" = "Erreur de programme";
	"947" = "Pro Tools\\Pro Tools Utilities\\ExceptionLogFiles";
	"948" = "\\Log-%1.ptx";
	"949" = "Description :\r\n%1\r\nEmpilement :\r\n";
	"950" = "Enregistrer dans un fichier ?";
	"951" = "Rapport d'exceptions";
	"952" = "n/d";
	"953" = "DAE";
	"954" = "InstallPath";
	"955" = "Software\\Digidesign\\";
	"956" = "ProgramFilesDir";
	"957" = "Software\\Microsoft\\Windows\\CurrentVersion";
	"958" = "\\Digidesign";
	"959" = "fat";
	"960" = "fat32";
	"961" = "ntfs";
	"962" = "cdfs";
	"963" = "nfs";
	"964" = "avidfs";
	"965" = "avidfos";
	"966" = "a :";
	"967" = "b :";
	"968" = "Impossible d'exécuter votre demande car : %1";
	"969" = "Le nom choisi contient des caractères interdits.";
	"970" = "Les services de multi-traitement ne sont pas disponibles. Ils sont requis pour cette opération.";
	"971" = "impossible de démonter le lecteur d'amorçage";
	"972" = "Impossible de supprimer le dossier : %1 n'est pas vide.";
	"973" = "lors de la copie de \"%1\" vers \"%2\"";
	"974" = "lors du déplacement de \"%1\" vers \"%2\"";
	"975" = "lors de la suppression de \"%1\"";
	"976" = "lors de la création de \"%1\"";
	"977" = "lors de l'ouverture de \"%1\"";
	"978" = "lors de la lecture de \"%1\"";
	"979" = "lors de l'écriture de \"%1\"";
	"980" = "lors de la fermeture de \"%1\"";
	"981" = "lors de la définition des attributs pour \"%1\"";
	"982" = "Chemin long complet : %1";
	"983" = "Software\\Avid\\Pro Tools";
	"984" = "\\Avid";
	"985" = "\\Pro Tools";

/* L10N_Sys2 */

	"1000" = "Chemin relatif non valide pour ce point d'ancrage";
	"1001" = "Impossible d'initialiser le sémaphore";
	"1002" = "Impossible de créer un événement";
	"1003" = "Echec de la définition de l'événement";
	"1004" = "Inconnu";
	"1005" = "Application";
	"1006" = "Framework";
	"1007" = "Erreur irrécupérable";
	"1008" = "Cette application a détecté une erreur irrécupérable et va être fermée.";
	"1009" = "Audio";

/* L10N_Sys_Exception */

	"1100" = "aucun volume n'est monté.";
	"1101" = "%1";
	"1102" = "Impossible de créer un dossier partagé Pro Tools";
	"1103" = "lors de la création du lien symbolique vers le fichier : %1";

/* L10N_Sys_Win32Err */

	"1200" = "Une violation d'accès s'est produite";
	"1201" = "Une erreur d'alignement du type de données s'est produite";
	"1202" = "Limites du tableau dépassées";
	"1203" = "Une erreur de virgule flottante s'est produite (opérande dénormalisée)";
	"1204" = "Une erreur de virgule flottante s'est produite (division par zéro)";
	"1205" = "Une erreur de virgule flottante s'est produite (résultat inexact)";
	"1206" = "Une erreur de virgule flottante s'est produite (opération non valide)";
	"1207" = "Une erreur de virgule flottante s'est produite (débordement positif)";
	"1208" = "Une erreur de virgule flottante s'est produite (vérification d'empilement)";
	"1209" = "Une erreur de virgule flottante s'est produite (débordement négatif)";
	"1210" = "Une erreur d'entier s'est produite (division par zéro)";
	"1211" = "Une erreur d'entier s'est produite (débordement positif)";
	"1212" = "Instruction privilégiée exécutée en mode utilisateur";
	"1213" = "Une erreur en page s'est produite";
	"1214" = "Tentative d'instruction interdite";
	"1215" = "Une exception impossible à continuer s'est produite";
	"1216" = "Un débordement de pile s'est produit";
	"1217" = "Une disposition non valide s'est produite";
	"1218" = "Une violation de page de garde s'est produite";
	"1219" = "La poignée utilisée n'est pas valide";
	"1220" = "Une exception inconnue s'est produite.";
	"1221" = " à l'adresse : ";
	"1222" = " dans le module : ";
	"1223" = ", impossible de lire l'emplacement : ";
	"1224" = ", impossible d'écrire l'emplacement : ";
	"1225" = ", un thread entraîne une violation DEP à : ";
	"1226" = ", type inconnu : ";

/* L10N_Sys_MacOSErr */

	"1300" = "Erreur de connexion à la bibliothèque";
	"1301" = "Fichier de séquence corrompu";
	"1302" = "Echec lors de la lecture des données d'un événement Apple";
	"1303" = "La base de données de bureau est corrompue.";
	"1304" = "Le système ne parvient pas à allouer de la mémoire. Erreur critique.";
	"1305" = "Mémoire physique insuffisante";
	"1306" = "La taille de la partition spécifiée dans la ressource 'SIZE' ne suffit pas au lancement.";
	"1307" = "Une erreur de bus s'est produite.";
	"1308" = "Aucune carte dans cet emplacement.";
	"1309" = "Le périphérique d'entrée audio est occupé.";
	"1310" = "Taille d'échantillon non valide";
	"1311" = "Fréquence d'échantillonnage non valide";
	"1312" = "Disque dur trop lent pour l'enregistrement";
	"1313" = "Type de compression non valide";
	"1314" = "Périphérique d'entrée audio non valide";
	"1315" = "Aucun matériel d'entrée audio disponible";
	"1316" = "Temps de processeur disponible insuffisant";
	"1317" = "Le canal est occupé.";
	"1318" = "Le fichier est corrompu, inutilisable, non AIFF ou non AIFF-C.";
	"1319" = "Mémoire disponible insuffisante";
	"1320" = "Ressource corrompue ou inutilisable";
	"1321" = "Le canal est corrompu ou inutilisable.";
	"1322" = "Problème de chargement de la ressource";
	"1323" = "Matériel disponible insuffisant";
	"1324" = "Matériel audio requis non disponible";
	"1325" = "Fichier de ressource introuvable";
	"1326" = "Ecriture au-delà de la fin du fichier";
	"1327" = "Echec de l'allocation de la mémoire pour la structure";
	"1328" = "Echec de l'allocation de la mémoire pour les structures temporaires";
	"1329" = "Empilement insuffisant";
	"1330" = "Erreur de système de fichiers interne";
	"1331" = "Le volume serveur a été déconnecté.";
	"1332" = "Volume non HFS ; le volume ne prend pas en charge Desktop Manager.";
	"1333" = "Trop de répertoires de travail ouverts";
	"1334" = "Répertoire introuvable ou nom de chemin incomplet";
	"1335" = "Première erreur des erreurs de disque de niveau inférieur";
	"1336" = "Dernière erreur des erreurs de disque de niveau inférieur";
	"1337" = "L'autorisation en lecture/écriture ne permet pas l'écriture.";
	"1338" = "Bloc de répertoire principal incorrect";
	"1339" = "Problème lors de l'attribution du nouveau nom";
	"1340" = "Le volume ne comporte aucun répertoire au format Macintosh.";
	"1341" = "Tentative d'ouverture d'un fichier verrouillé pour l'écriture";
	"1342" = "Le volume est hors ligne.";
	"1343" = "Le fichier est déjà ouvert en écriture.";
	"1344" = "Un fichier de ce nom existe déjà.";
	"1345" = "Le fichier est occupé.";
	"1346" = "Le volume est verrouillé par l'intermédiaire du logiciel.";
	"1347" = "Le fichier est verrouillé.";
	"1348" = "Le disque est protégé en écriture.";
	"1349" = "Fichier ou dossier introuvable";
	"1350" = "Trop de fichiers ouverts";
	"1351" = "Tentative de positionner une marque avant le début du fichier";
	"1352" = "Fin de fichier logique atteinte";
	"1353" = "Le fichier n'est pas ouvert.";
	"1354" = "Nom de fichier ou de volume incorrect";
	"1355" = "Erreur d'E/S";
	"1356" = "Volume introuvable";
	"1357" = "Disque plein";
	"1358" = "Répertoire plein";
	"1359" = "Ressource de pilotes introuvable";
	"1360" = "Le pilote ne parvient pas à terminer la requête de fermeture.";
	"1361" = "Vous ne possédez pas les privilèges d'accès appropriés.";
	"1362" = "Nom de fichier trop long";
	"1363" = "Autorisation refusée";

/* L10N_Time */

	"1400" = "\n";
	"1401" = "Seg de base : échantillon %1, tick : %2, qpm : %3\n";
	"1402" = "version incorrecte détectée";
	"1403" = "Quintuple croche";
	"1404" = "Quadruple croche";
	"1405" = "Triple croche";
	"1406" = "Double croche";
	"1407" = "Croche";
	"1408" = "Noire";
	"1409" = "Blanche";
	"1410" = "Ronde";
	"1411" = "Double ronde";
	"1412" = "???";
	"1413" = "%1 pointée";
	"1414" = "Table de tempo :\n";
	"1415" = "%1|%2|";
	"1416" = "+%1";
	"1417" = "%1(%2q%3), %4 (%5s%6)";
	"1418" = "> ";
	"1419" = "Constante : ";
	"1420" = "Non spécifié, ";
	"1421" = ", Verrouillé à l'échantillon %1";
	"1422" = ", Calculé";
	"1423" = "Table de métrique :\n";
	"1424" = "%1(m. %2)>%3/%4, cliquez sur %5";
	"1425" = " *prevIsPartial*";
	"1426" = "Métrique";
	"1427" = "données incorrectes détectées";
	"1428" = "%1t%2%3";
	"1429" = "ComputeBackwardsTo : aucun segment verrouillé trouvé\n";
	"1430" = "GenerateBackward : ";
	"1431" = "*** Recalculer la table de tempo de base ***\n";
	"1432" = "Table par défaut\n";
	"1433" = "Segment : %1\n";
	"1434" = "Procéder à rebours\n";
	"1435" = "Fournir l'IDB par défaut pour le premier segment\n";
	"1436" = "Tempo";
	"1437" = "type de segment incorrect détecté";
	"1438" = "TMS";
	"1439" = "Const";
	"1440" = "Préc";
	"1441" = "Echantillons";
	"1442" = "Ticks";
	"1443" = "Images";
	"1444" = "Clé non standard";
	"1445" = "Rien à la clé/atonal";
	"1446" = "Do majeur";
	"1447" = "Sol majeur";
	"1448" = "Ré majeur";
	"1449" = "La majeur";
	"1450" = "Mi majeur";
	"1451" = "Si majeur";
	"1452" = "Fa# majeur";
	"1453" = "Do# majeur";
	"1454" = "Fa majeur";
	"1455" = "Sib majeur";
	"1456" = "Mib majeur";
	"1457" = "Lab majeur";
	"1458" = "Réb majeur";
	"1459" = "Solb majeur";
	"1460" = "Dob majeur";
	"1461" = "La mineur";
	"1462" = "Mi mineur";
	"1463" = "Si mineur";
	"1464" = "Fa# mineur";
	"1465" = "Do# mineur";
	"1466" = "Sol# mineur";
	"1467" = "Ré# mineur";
	"1468" = "La# mineur";
	"1469" = "Ré mineur";
	"1470" = "Sol mineur";
	"1471" = "Do mineur";
	"1472" = "Fa mineur";
	"1473" = "Sib mineur";
	"1474" = "Mib mineur";
	"1475" = "Lab mineur";
	"1476" = "Majeur";
	"1477" = "Mineur";
	"1478" = "Aucun(e)";

/* L10N_TimeGlobals */

	"1500" = "Aucun(e)";
	"1501" = "0,1% Acc.";
	"1502" = "0,1% Ral.";
	"1503" = "4% Acc.";
	"1504" = "4% Acc., 0,1% Acc.";
	"1505" = "4% Acc., 0,1% Ral.";
	"1506" = "4% Ral.";
	"1507" = "4% Ral., 0,1% Acc.";
	"1508" = "4% Ral., 0,1% Ral.";
	"1509" = " [NTSC vers FILM]";
	"1510" = " [FILM vers NTSC]";
	"1511" = " [FILM vers PAL]";
	"1512" = " [NTSC vers PAL]";
	"1513" = " [Non valide]";
	"1514" = " [PAL vers FILM]";
	"1515" = " [PAL vers NTSC]";
	"1516" = "Accélération";
	"1517" = "Ralentissement";

/* L10N_CFD1 */

	"1600" = "Format du fichier MIDI";
	"1601" = "0";
	"1602" = "1 (multipiste)";
	"1603" = "Référence de l'emplacement";
	"1604" = "Début de session";
	"1605" = "Début de morceau";
	"1606" = "Enlever";
	"1607" = "Enlever tout";
	"1608" = "Ajouter ->";
	"1609" = "Ajouter tout ->";
	"1610" = "Début : ";
	"1611" = "Fin : ";
	"1612" = "Longueur : ";
	"1613" = "Lon : ";
	"1614" = "Clips dans le fichier actuel";
	"1615" = "Clips à importer";
	"1616" = "BWF (.WAV) est le format de fichier recommandé pour une parfaite interopérabilité entre les plateformes. Le format de fichier SDII n'est pas pris en charge par :\n- les systèmes Pro Tools 8.0.3 ou supérieurs \n- les systèmes Pro Tools opérant sous Windows\n- les fréquences d'échantillonnage supérieures à 48 kHz\n- le traitement Elastic Audio";
	"1617" = "Ajouter des fichier&s";
	"1618" = "A&jouter un clip";
	"1619" = "Infos sur le clip";
	"1620" = "Position de lecture :";
	"1621" = "Limiter le jeu de caractères";
	"1622" = "Appliquer SRC";
	"1623" = "Fréquence d'échantillonnage source :";
	"1624" = "Fréquence d'échantillonnage de destination :";
	"1625" = "Qualité :";
	"1626" = "Fréquence d'échantillonnage de la source non valide.";
	"1627" = "Valider Elastic Audio sur le disque";
	"1628" = "Ne pas copier les fichiers Elastic rendus";
	"1629" = "Uniquement les fichiers de la timeline visibles";
	"1630" = " M";
	"1631" = " G";
	"1632" = " (Verrouillé)";
	"1633" = " (Erreur)";
	"1634" = " (Échec)";
	"1635" = "Démarrer l'aperçu";
	"1636" = "Arrêter l'aperçu";

/* L10N_Rgn */

	"1700" = "...";
	"1701" = ".";
	"1702" = "-";
	"1703" = "0";
	"1704" = "-01";
	"1705" = "Choisissez un nom composé d'un maximum de %1 caractères.";
	"1706" = "Aucun élément correspondant.";
	"1707" = "Suppression des fichiers de fondu inutilisés";
	"1708" = "Quantifier :";
	"1709" = "Durée :";
	"1710" = "Vélocité :";
	"1711" = "Hauteur :";
	"1712" = "Délai de début :";
	"1713" = "n/d";
	"1714" = "Quadruple croche";
	"1715" = "Triple croche";
	"1716" = "Double croche";
	"1717" = "Croche";
	"1718" = "Noire";
	"1719" = "Blanche";
	"1720" = "Ronde";
	"1721" = "120 Ticks";
	"1722" = "240 Ticks";
	"1723" = "480 Ticks";
	"1724" = "960 Ticks";
	"1725" = "Echantillons";
	"1726" = "Ticks";
	"1727" = "Base de temps : %1";
	"1728" = "Colonne de couleur";
	"1729" = "Colonne des propriétés Elastic";
	"1730" = "Colonne des types";
	"1731" = "Colonne des paramètres de la guitare";
	"1732" = "Clip audio";
	"1733" = "Clip MIDI";
	"1734" = "Clip vidéo";
	"1735" = "Groupe de clips audio";
	"1736" = "Groupe de clips MIDI";
	"1737" = "Groupe de clips vidéo";
	"1738" = "S : ";
	"1739" = "P : ";
	"1740" = "Scène : ";
	"1741" = "Prise : ";
	"1742" = "Compression :";
	"1743" = "BPM : ";
	"1744" = "Mise à jour de la liste d'affichage des clips...";
	"1745" = "Appartenant à ";
	"1746" = "%1 les clips ont été supprimés de la liste des clips %2 %3si cela était inattendu, vous pourrez peut-être les récupérer en annulant ou en ouvrant la dernière sauvegarde de session. Ce serait utile si vous pouvez enregistrer sous et localiser le dernier fichier journal de Pro Tools dans ~/Bibliothèque/Logs/Avid, et l'envoyer avec la session (sans audio) au support client Avid avec une description de l'action que vous avez effectuée juste avant l'apparition de ce message.";
	"1747" = "Certains des clips peuvent encore être sur la timeline. ";

/* L10N_Languages */

	"1800" = "Japonais";
	"1801" = "Anglais";
	"1802" = "Chinois simplifié";
	"1803" = "Chinois traditionnel";
	"1804" = "Japonais";
	"1805" = "Coréen";
	"1806" = "Français";
	"1807" = "Italien";
	"1808" = "Allemand";
	"1809" = "Espagnol";

/* L10N_PtSess_TranslateNotes */

	"1900" = "Notes";
	"1901" = "Commentaires";
	"1902" = "Erreurs";
	"1903" = "Des erreurs se sont produites.";
	"1904" = "Plug-ins manquants ou inactifs";
	"1905" = "Les plug-ins ou options suivants ont été ABANDONNÉS car ils n'ont pas été trouvés dans le dossier des plug-ins : ";
	"1906" = "Les plug-ins ou options suivants ont été ABANDONNÉS en raison de ressources système insuffisantes : ";
	"1907" = "Les plug-ins suivants n'ont pas été trouvés dans le dossier des plug-ins et ont été désactivés : ";
	"1908" = "Les plug-ins suivants ont été désactivés en raison de ressources système insuffisantes : ";
	"1909" = "Les plug-ins suivants ont été désactivés, les plug-in HTDM n'étant plus pris en charge : ";
	"1910" = "Sorties et départs inactifs";
	"1911" = "Des sorties ou départs ont été désactivés.";
	"1912" = "Entrées inactives";
	"1913" = "Des entrées ont été désactivées.";
	"1914" = "Entrées par déclenchement inactives";
	"1915" = "Des entrées par déclenchement ont été désactivées.";
	"1916" = "Des pistes ont été abandonnées car seules les pistes mono et stéréo sont prises en charge.";
	"1917" = "Des pistes ont été abandonnées car les pistes inactives ne sont pas prises en charge.";
	"1918" = "Le dernier enregistrement de la session a eu lieu sur un système qui disposait de plus d'E/S et/ou de bus. Certaines assignations d'E/S et/ou de bus d'origine ne sont plus disponibles et ont été remappées aux bus 31-32.";
	"1919" = "Chemins omis";
	"1920" = "Des chemins ont été abandonnés car les cartes SampleCell ne sont pas prises en charge.";
	"1921" = "Des chemins ont été abandonnés car seuls les chemins mono et stéréo sont pris en charge.";
	"1922" = "Des chemins ont été abandonnés car il s'agit de sous-chemins de chemins principaux qui ont été abandonnés.";
	"1923" = "Le chemin \"%1\" a été abandonné car les cartes SampleCell ne sont pas prises en charge.";
	"1924" = "Le chemin \"%1\" a été abandonné car seuls les chemins mono et stéréo sont pris en charge.";
	"1925" = "Le chemin \"%1\" a été abandonné car il s'agit d'un sous-chemin d'un chemin principal abandonné.";
	"1926" = "Pistes omises";
	"1927" = "La piste \"%1\" a été abandonnée car le nombre maximum de voix a été dépassé.";
	"1928" = "La piste \"%1\" a été abandonnée car le nombre maximum de pistes de disque a été dépassé.";
	"1929" = "La piste \"%1\" a été abandonnée car le nombre maximum de pistes auxiliaires a été dépassé.";
	"1930" = "La piste \"%1\" a été abandonnée car le nombre maximum de pistes master a été dépassé.";
	"1931" = "La piste \"%1\" a été abandonnée car le nombre maximum de pistes MIDI a été dépassé.";
	"1932" = "La piste \"%1\" a été abandonnée car le nombre maximum de pistes instrument a été dépassé.";
	"1933" = "La piste \"%1\" a été abandonnée car seules les pistes mono et stéréo sont prises en charge.";
	"1934" = "La piste \"%1\" a été abandonnée car les pistes inactives ne sont pas prises en charge.";
	"1935" = "La piste \"%1\", insert %2 (\"%3\"), a été abandonnée car le plug-in ne se trouve pas dans le dossier des plug-ins.";
	"1936" = "La piste \"%1\", insert %2 (\"%3\"), a été désactivée car %4.";
	"1937" = "La piste \"%1\", insert %2 (\"%3\"), a été désactivée car les ressources système disponibles sont insuffisantes.";
	"1938" = "La piste \"%1\", insert %2 (\"%3\"), a été désactivée car un problème est survenu.";
	"1939" = "Le déclenchement de la piste \"%1\" pour l'insert %2 (\"%3\") a été désactivé car %4.";
	"1940" = "Des pistes ont été abandonnées car le nombre maximum de voix a été dépassé.";
	"1941" = "Des pistes ont été abandonnées car le nombre maximum de pistes de disque a été dépassé.";
	"1942" = "Des pistes ont été abandonnées car le nombre maximum de pistes auxiliaires a été dépassé.";
	"1943" = "Des pistes ont été abandonnées car le nombre maximum de voix a été dépassé.";
	"1944" = "Des pistes ont été abandonnées car le nombre maximum de pistes MIDI a été dépassé.";
	"1945" = "Certaines pistes ont été abandonnées car le nombre maximum de pistes instrument a été dépassé.";
	"1946" = "(audio)";
	"1947" = "(aux)";
	"1948" = "(maître)";
	"1949" = "La piste \"%1\" %2, sortie \"%3\", a été désactivée car %4.";
	"1950" = "La piste \"%1\" %2 Départ %3 \"%4\" a été désactivée car %5.";
	"1951" = "La piste \"%1\" %2, entrée \"%3\", a été désactivée car %4.";
	"1952" = "Les données vidéo n'ont pas pu être importées car elles ont été créées avec un moteur vidéo incompatible.";
	"1953" = "Erreurs d'analyse OMF";
	"1954" = "Des erreurs d'analyse OMF se sont produites.";
	"1955" = "Noms de clips tronqués";
	"1956" = "Certains noms de clips ont été tronqués.";
	"1957" = "Effets ignorés";
	"1958" = "Des effets ont été ignorés.";
	"1959" = "Rendus manquants";
	"1960" = "Des rendus sont manquants.";
	"1961" = "Gain appliqué";
	"1962" = "Un gain a été appliqué à certains fichiers.";
	"1963" = "Certains clips ont été supprimés de la timeline car ils se situaient au-delà de la longueur de session maximale. Ils restent dans la liste de clips.";
	"1964" = "Données média manquantes ou hors ligne";
	"1965" = "Certaines données média sont introuvables.";
	"1966" = "Données média copiées";
	"1967" = "Certaines données média ont été copiées.";
	"1968" = "Des notes MIDI avec une vélocité d'attaque non valide de 0 ont été détectées. Ces vélocités ont été définies sur 1.";
	"1969" = "Le dernier enregistrement de la session a été effectué sur du matériel Pro Tools prenant en charge la compensation de délai automatique.  ";
	"1970" = "Tous les paramètres liés à la compensation de délai automatique seront restaurés si cette session est rouverte sur un système équipé de matériel compatible.";
	"1971" = "Les fondus non valides suivants ont été détectés : ";
	"1972" = "%1 \"%2\" à %3 dans la playlist \"%4\"";
	"1973" = "Fondu d'entrée";
	"1974" = "Fondu de sortie";
	"1975" = "Fondu enchaîné";
	"1976" = "Fondus non valides (ces fondus ne peuvent pas être régénérés s'ils passent hors ligne)";
	"1977" = "%1 \"%2\" à %3 dans la playlist \"%4\" n'est pas valide car %5.";
	"1978" = "Le mode Solo a été changé en SIP uniquement, les ressources DSP étant insuffisantes pour utiliser AFL/PFL.  Essayez de libérer des ressources DSP en désactivant certaines pistes ou certains plug-ins.";
	"1979" = "Le mode Solo a été changé en SIP uniquement car il requiert le plug-in du mixeur Surround.";
	"1980" = "Le chemin d'E/S déclaré pour le mode Solo AFL/PFL n'est actuellement pas actif.  Ouvrez la fenêtre de configuration des E/S pour choisir un autre chemin AFL/PFL.";
	"1981" = "Le nombre d'emplacements de marqueur/mémoire est insuffisant. %1 emplacements de marqueur/mémoire ont été abandonnés.";
	"1982" = "Le nombre d'emplacements de configuration de fenêtres est insuffisant. %1 configurations ont été abandonnées.";
	"1983" = "Les groupes de clips vidéo ne sont pas pris en charge par cette version de Pro Tools.";
	"1984" = "Un ou plusieurs groupes de clips et/ou clips en boucle ont été supprimés pendant l'exportation. Dégroupez/annulez les boucles des clips affectés ou consolidez-les dans de nouveaux fichiers audio avant l'exportation. Pour plus d'informations sur ces opérations d'édition, reportez-vous au guide de l'utilisateur Pro Tools.";
	"1985" = "Votre configuration des E/S a changé depuis le dernier enregistrement de cette session.  Ouvrez la boîte de dialogue de configuration des E/S pour visionner les changements.";
	"1986" = "L'allocation du disque d'origine pour cette session ne peut pas être utilisée.  Ouvrez la fenêtre d'allocation de disque pour visionner les changements.";
	"1987" = "Les noms des fichiers suivants contiennent des caractères interdits. Ils ont été copiés, renommés et placés dans le dossier \"Renamed Audio Files\" : ";
	"1988" = "Les noms des fichiers suivants contiennent des caractères interdits. Pro Tools ne peut pas créer une copie avec un nom autorisé tant que le fichier n'est pas de nouveau lié à la session : ";
	"1989" = "Certains groupes de fader personnalisés ICON n'ont pas pu être importés car le nombre de groupes de fader personnalisés vides de la session actuelle est insuffisant.";
	"1990" = "Impossible d'importer toutes les données snapshot de la session car le nombre de préréglages vides de la session actuelle est insuffisant.  Vous devez effacer les préréglages supplémentaires pour importer les données snapshot de session.";
	"1991" = "Cette version de Pro Tools ne prend pas en charge les pistes VCA Master.  Cette session a déjà été enregistrée avec des pistes VCA Master qui ont contribué à son automation.  Les pistes VCA Master seront abandonnées mais leurs données ont été fondues sur les pistes esclaves.";
	"1992" = "Cette version de Pro Tools ne prend pas en charge l'automation de trim.  Cette session contenait des données d'automation de trim non fusionnées qui ont été fusionnées sur le volume principal et sur les playlists au niveau des départs.";
	"1993" = "La vidéo OMF et AAF intégrée n'est pas prise en charge et sera importée hors ligne.";
	"1994" = "Plug-ins Elastic Audio manquants";
	"1995" = "Le traitement Elastic Audio a été désactivé sur les pistes suivantes car le plug-in Elastic Audio ne se trouve pas dans le dossier des plug-ins :";
	"1996" = "Le traitement Elastic Audio a été désactivé sur la piste \"%1\" car le plug-in Elastic Audio ne se trouve pas dans le dossier des plug-ins.";
	"1997" = "Le plug-in Elastic Audio de la piste suivante a été défini sur \"Polyphonique\" car le plug-in Elastic Audio sélectionné ne se trouve pas dans le dossier des plug-ins :";
	"1998" = "Le traitement Elastic Audio pour la piste \"%1\" a été défini sur \"Polyphonique\" car le plug-in Elastic Audio \"%2\" ne se trouve pas dans le dossier des plug-ins.";
	"1999" = "Elastic Audio n'est pas pris en charge dans cette session.";

